[
  {
    "id": 1,
    "season": 1,
    "episode": 1,
    "description": "Bob rallies the team to cook up some business, so he sends middle child Gene to push samples in the streets, eldest daughter Tina to work the grill and youngest daughter Louise to staff the counter. The day takes an unexpected turn when the health inspector pays a visit because of a little rumor Louise started during 'show and tell' at school."
  },
  {
    "id": 2,
    "season": 1,
    "episode": 2,
    "description": "When Bob learns that Linda's mother is coming for a visit, he wants nothing to do with it. Linda has been cracking the whip at home, making sure every shelf has been dusted and every bed has been made. When she discovers a leak in the roof, she sends Bob to fix it, but he gets stuck in a wall, leaving Linda and the kids to entertain their guests and run the restaurant."
  },
  {
    "id": 3,
    "season": 1,
    "episode": 3,
    "description": "When a controversial documentary filmmaker places a live cow outside of the family restaurant to make a statement, Bob is livid when it starts to scare away customers. However, to everyone's surprise, Bob treats the cow like a member of the family."
  },
  {
    "id": 4,
    "season": 1,
    "episode": 4,
    "description": "When Tina develops a crush on the new martial arts instructor in town, she joins the class and ends up shirking her responsibilities at the restaurant. Bob finds out what's going on and decides to take matters into his own hands."
  },
  {
    "id": 5,
    "season": 1,
    "episode": 5,
    "description": "Bob reluctantly lets Linda and the kids stage a musical murder mystery dinner theater in the restaurant. On opening night, an abrupt interruption changes the play's creative direction."
  },
  {
    "id": 6,
    "season": 1,
    "episode": 6,
    "description": "Tina is desperate to get her first kiss at her 13th birthday party. But after Louise breaks the deep fryer, Bob takes a second job as a late-night cab driver to pay for Tina's party. Things keep getting worse for Bob when the parents of Tina's crush refuse to let their son attend the party, and Bob has to do everything in his power to save his daughter's big day."
  },
  {
    "id": 7,
    "season": 1,
    "episode": 7,
    "description": "With a long weekend approaching, Linda sees an opportunity to capitalize on the tourist traffic by starting a bed and breakfast. But when the reservations are filled by some shady character, Louise plants listening devices all over the house to keep an ear on what's happening."
  },
  {
    "id": 8,
    "season": 1,
    "episode": 8,
    "description": "When Linda asks Bob to let her sister hang her paintings in the restaurant for Art Week, Bob finds he's forced to contend with the city's Art Council, a shady troop of intimidating old ladies who control the art exhibited around town. Meanwhile, Louise, Gene and Tina are thrilled by all the attention their own art receives in the restaurant."
  },
  {
    "id": 9,
    "season": 1,
    "episode": 9,
    "description": "Bob and Gene bond over spaghetti western movies, which makes Louise jealous."
  },
  {
    "id": 10,
    "season": 1,
    "episode": 10,
    "description": "When Bob's eccentric landlord, Mr. Fischoeder, pays the family a visit, he informs Bob that his rival across the street, Jimmy Pesto of Jimmy Pesto's Pizzeria, wants to take over Bob's lease so that he can expand his gift Shop. With little time and not enough money, the Belcher family must cook up some business or luck to save the restaurant."
  },
  {
    "id": 11,
    "season": 1,
    "episode": 11,
    "description": "old drives the Belchers to Mort's mortuary for the weekend. Louise tries to frighten Gene and babysitter Tina while Bob and Linda go out on a double date with Mort and an online mortician acquaintance."
  },
  {
    "id": 12,
    "season": 1,
    "episode": 12,
    "description": "Bob's baseball hero winds up dragging the Belchers into the seedy side of minor league baseball."
  },
  {
    "id": 13,
    "season": 1,
    "episode": 13,
    "description": "The town shuns Bob after he feeds a crowd from the Lobsterfest that was closed by a storm."
  },
  {
    "id": 14,
    "season": 2,
    "episode": 1,
    "description": "Teddy tells a story of hidden treasure inside an abandoned taffy factory that is about to be demolished, so the kids decide to sneak out and look for the treasure. Meanwhile, Bob and Linda have a scheduled sex night and Linda attempts to make it special by having games and sneaking Bob an enlargement pill."
  },
  {
    "id": 15,
    "season": 2,
    "episode": 2,
    "description": "A bank gets robbed across the street, so Bob and Linda seek this as an opportunity to get their restaurant known when the robber orders burgers."
  },
  {
    "id": 16,
    "season": 2,
    "episode": 3,
    "description": "The kids con their way out of gym class with a bogus synchronized swimming independent study. Meanwhile, Bob welcomes a new soft serve ice cream machine to the restaurant."
  },
  {
    "id": 17,
    "season": 2,
    "episode": 4,
    "description": "Bob brings an old-school video game in the restaurant, hoping to earn some more profits. He mistakenly challenges Jimmy Pesto to a game, and not only does he win, he writes the name on the leader board 'BOB SUX'. With Bob humiliated, he seeks help from a video game enthusiast after making a promise."
  },
  {
    "id": 18,
    "season": 2,
    "episode": 5,
    "description": "Bob buys a food truck to compete against the ones that are taking his customers. He soon decides that he likes working in the truck more than in the restaurant. When the 'Lolla-Pa-Foods-A-Festival' comes up, the Belchers bring the truck and the kids cause mischief. This prompts a riot from the other food truck operators."
  },
  {
    "id": 19,
    "season": 2,
    "episode": 6,
    "description": "While Bob is medicated, he mistakes Gayle for his wife and kisses her. After she falls for him, Bob seeks help from Dr. Yap."
  },
  {
    "id": 20,
    "season": 2,
    "episode": 7,
    "description": "The restaurant receives a negative review from a vicious food critic."
  },
  {
    "id": 21,
    "season": 2,
    "episode": 8,
    "description": "Tina gets detention on the night that she was supposed to babysit the kids, as Bob and Linda wanted to go out for a night. It starts from Tina turning into a teen as her personality changes."
  },
  {
    "id": 22,
    "season": 2,
    "episode": 9,
    "description": "Bob appears in a cooking segment for a talk show. It goes rather lackluster until Gene enlightens the crowd by wearing a Sasquatch mask."
  },
  {
    "id": 23,
    "season": 3,
    "episode": 1,
    "description": "Louise gets her bunny ears stolen by a high school bully, and Bob meets the One Eyed Snakes, a motorcycle gang, when they visit to honor their fallen leader."
  },
  {
    "id": 24,
    "season": 3,
    "episode": 2,
    "description": "The kids skip their normal trick-or-treat route for Halloween and decide to go to a posh neighborhood, Kingshead Island, as they distribute full-sized candy bars. Meanwhile, Bob and Linda attend Teddy's annual 'Black and Orange' party."
  },
  {
    "id": 25,
    "season": 3,
    "episode": 3,
    "description": "When Bob feels that he is depriving the kids of any summer vacation, he decides to relieve them of duty from working the restaurant. After they get bored of their summer break, they are hired by a hippie couple to be 'weed pickers'. Meanwhile, Bob hires Mickey, the bank robber, to work at his restaurant."
  },
  {
    "id": 26,
    "season": 3,
    "episode": 4,
    "description": "The Belchers are shanghaied on a cruise ship when the captain requests Bob to be his personal chef."
  },
  {
    "id": 27,
    "season": 3,
    "episode": 5,
    "description": "The Belchers pretend to be Mr. Fischoeder's family when he tries to have sex with a woman who was his old flame."
  },
  {
    "id": 28,
    "season": 3,
    "episode": 6,
    "description": "Mr. Fischoeder buys a mechanical shark that was used in a movie shot at Wonder Wharf. Teddy, who worked on the movie when he was young, has to battle the shark when it threatens the town's safety."
  },
  {
    "id": 29,
    "season": 3,
    "episode": 7,
    "description": "When Tina accidentally totals the family car, she believes that she is jinxed when she and Bob decide to lie to the insurance agent and end up in insurance fraud."
  },
  {
    "id": 30,
    "season": 3,
    "episode": 8,
    "description": "Gene tries to break up with his new girlfriend, Courtney, after the family finds her annoying. When he tries to, however, he finds out that her dad writes jingles and he could possibly launch his own career."
  },
  {
    "id": 31,
    "season": 3,
    "episode": 9,
    "description": "When Bob inherits a storage unit, his family is imagining that they will be receiving treasure that has been passed down. They soon discover that instead of treasure, they inherit Chet, a man who believes he used to be a mannequin."
  },
  {
    "id": 32,
    "season": 3,
    "episode": 10,
    "description": "Linda fears that her bond with Louise isn't as strong as hers with Tina, so she forces Louise to attend a mother-daughter seminar. Meanwhile, Tina tries asking Bob to teach her how to shave her legs."
  },
  {
    "id": 33,
    "season": 3,
    "episode": 11,
    "description": "Darryl and the Belcher kids setup a business for kids to pay to see a good view of the nearby nude beach. Meanwhile, a new health inspector replaces Hugo and Bob disagrees with him."
  },
  {
    "id": 34,
    "season": 3,
    "episode": 12,
    "description": "Tina goes on a mission to solve the 'Mad Pooper' at Wagstaff School."
  },
  {
    "id": 35,
    "season": 3,
    "episode": 13,
    "description": "Linda sets up speed dating in the restaurant."
  },
  {
    "id": 36,
    "season": 3,
    "episode": 14,
    "description": "When Linda decides to leave the restaurant to work at a grocery store, Bob has to manage the restaurant without her help."
  },
  {
    "id": 37,
    "season": 3,
    "episode": 15,
    "description": "When Gene finds an expensive talking toilet out in the woods, he and his friends decide to protect it as much as they can while an evil toilet hunter is looking for the toilet."
  },
  {
    "id": 38,
    "season": 3,
    "episode": 16,
    "description": "When Wagstaff Middle School has their fourth-grade science fair coming up, Louise comes up with the idea of a musical, and Gene writes it about the execution and electrocution of Topsy, an elephant that was executed in 1903. Mr. Fischoeder and Gayle sing a duet called Electric Love."
  },
  {
    "id": 39,
    "season": 3,
    "episode": 17,
    "description": "Tina finds a new boy to love over Jimmy Jr."
  },
  {
    "id": 40,
    "season": 3,
    "episode": 18,
    "description": "The Belcher family goes down to Florida to see Linda's parents in their senior home. To their surprise, they find that the home is full of swingers. Meanwhile, the kids go to find a snake that allegedly ate one of the residents' dogs."
  },
  {
    "id": 41,
    "season": 3,
    "episode": 19,
    "description": "The Belcher family competes against the Pesto family in a game show to win a new minivan after the family car breaks down."
  },
  {
    "id": 42,
    "season": 3,
    "episode": 20,
    "description": "Bob accidentally slices his finger and Linda rushes him to the hospital, leaving the kids in charge of keeping the restaurant running."
  },
  {
    "id": 43,
    "season": 3,
    "episode": 21,
    "description": "When Tina and Louise go to a concert, Louise grows a crush on the lead singer of the 'Boyz 4 Now' band while Gene enters a table 'scaping' contest."
  },
  {
    "id": 44,
    "season": 3,
    "episode": 22,
    "description": "When Bob acts as a parent chaperone to a museum, he bonds with Louise. Gene and his friends go to look for exhibits based on the female anatomy, Tina questions how dorky she is, and Linda helps the museum workers by chanting in a strike with them."
  },
  {
    "id": 45,
    "season": 3,
    "episode": 23,
    "description": "Gene joins the baseball team and Linda wants to send him to baseball camp, but Bob is unsure if they can afford it. Meanwhile, Tina gets an addiction to espressos."
  },
  {
    "id": 46,
    "season": 4,
    "episode": 1,
    "description": "During a camping trip, Bob eats under-cooked fish out of stubbornness and becomes sick. Linda tries to find him a restroom, but they end up floating down a river."
  },
  {
    "id": 47,
    "season": 4,
    "episode": 2,
    "description": "For Halloween, the kids make a fort out of refrigerator boxes, but accidentally get trapped."
  },
  {
    "id": 48,
    "season": 4,
    "episode": 3,
    "description": "Linda takes pilot lessons with a perverse teacher known as 'Upskirt Kurt' when Bob fails date night with her."
  },
  {
    "id": 49,
    "season": 4,
    "episode": 4,
    "description": "Bob gets a temporary gig as a frat house cook and ends up in a prank war headed by alumnus Dr. Yap. Meanwhile, the Belcher kids try to get into the frat's 'Room of Secrets'."
  },
  {
    "id": 50,
    "season": 4,
    "episode": 5,
    "description": "Bob invites Mort, Teddy, and Gayle over for Thanksgiving. After Bob displays major frustration with the family's bizarre requests, someone sabotages the turkey and puts it in the toilet."
  },
  {
    "id": 51,
    "season": 4,
    "episode": 6,
    "description": "Linda tries to get her band back together to sing at her high school reunion."
  },
  {
    "id": 52,
    "season": 4,
    "episode": 7,
    "description": "Bob becomes the substitute 'Home Ec' teacher at Tina's school and ends up creating a full-scale restaurant in the classroom. Simultaneously, Linda tries to manage Bob's Burgers without her family."
  },
  {
    "id": 53,
    "season": 4,
    "episode": 8,
    "description": "Bob gets upset when Linda buys a Christmas tree too early that dies too fast, so the Belchers go to get a new tree. While looking for a new tree, they notice that a man in a candy cane truck is stalking them."
  },
  {
    "id": 54,
    "season": 4,
    "episode": 9,
    "description": "Linda plans to surprise a reluctant Louise by inviting her classmates over for a surprise slumber party."
  },
  {
    "id": 55,
    "season": 4,
    "episode": 10,
    "description": "Hoping to win Jimmy Jr's love, Tina enters a young magician's contest."
  },
  {
    "id": 56,
    "season": 4,
    "episode": 11,
    "description": "The Belchers make a Super Bowl commercial for their local station hoping that it will bring more customers into the restaurant."
  },
  {
    "id": 57,
    "season": 4,
    "episode": 12,
    "description": "The Belcher kids are forced to write an essay on why they like Wagstaff Middle School. Each essay focuses on bringing down Mr. Frond in different styles by the kids."
  },
  {
    "id": 58,
    "season": 4,
    "episode": 13,
    "description": "Tina ends up not being invited to Tammy's Bat Mitzvah, but is required to go when Bob's Burgers is hired to cater the event. When Tammy and Louise go missing, Tina takes the center stage."
  },
  {
    "id": 59,
    "season": 4,
    "episode": 14,
    "description": "Bob and Linda have Teddy babysit the kids when they go on a romantic getaway at a burger convention. Teddy attempts to earn the title of 'Uncle Teddy' by shooing away Tina's crush, who turns out he is using her for free burgers."
  },
  {
    "id": 60,
    "season": 4,
    "episode": 15,
    "description": "The kids go on a winetasting train to rob chocolate from the chocolate fountain."
  },
  {
    "id": 61,
    "season": 4,
    "episode": 16,
    "description": "After receiving a bump on the head, Linda believes she has been gifted with psychic powers. Louise and the kids decide to exploit this by asking Teddy to help them win a bet on the horse track."
  },
  {
    "id": 62,
    "season": 4,
    "episode": 17,
    "description": "Tina goes to a Brony-esque convention for her love of ponies."
  },
  {
    "id": 63,
    "season": 4,
    "episode": 18,
    "description": "The kids find a chunk of ambergris, a very rare and very illegal whale byproduct often used by some high-end fragrance companies."
  },
  {
    "id": 64,
    "season": 4,
    "episode": 19,
    "description": "Louise finds out she has a cavity and goes to the dentist, and she runs away to get refuge from Gayle's house."
  },
  {
    "id": 65,
    "season": 4,
    "episode": 20,
    "description": "Tina decides to try out for the cheerleading squad, but it's actually Gene who gets noticed in the crowd for his spirit and cheering ability. Meanwhile, during her cheer audition, Tina falls and bites her tongue, leaving her unable to speak - and a mischievous Louise steps up to be her translator."
  },
  {
    "id": 66,
    "season": 4,
    "episode": 21,
    "description": "Motivated by the promise of a new beachside burger joint, Bob conspires with Felix to convince Mr. Fischoeder to sell Wonder Wharf. Meanwhile, Tina protests the destruction of the wharf’s carousel by chaining herself to it."
  },
  {
    "id": 67,
    "season": 4,
    "episode": 22,
    "description": "It’s Linda and the kids to the rescue when Felix takes desperate measures, and puts Bob and Mr. Fischoeder in danger."
  },
  {
    "id": 68,
    "season": 5,
    "episode": 1,
    "description": "When Gene's 'Die Hard'-inspired musical doesn't get picked for the school's fall performance, he decides to stage an underground show with the help of Louise. But Wagstaff School families begin to feud when they learn that Gene has planned his show on the very same night as Courtney's school-sanctioned 'Working Girl'-inspired musical."
  },
  {
    "id": 69,
    "season": 5,
    "episode": 2,
    "description": "Tina begins an out-of-this-world romance with a ghost that is believed to be living in the Belcher's basement."
  },
  {
    "id": 70,
    "season": 5,
    "episode": 3,
    "description": "Bob becomes Teddy's workout buddy while Linda and the kids open an underground ice wrestling league."
  },
  {
    "id": 71,
    "season": 5,
    "episode": 4,
    "description": "While Bob is boycotting the holiday, Linda and the kids spend Thanksgiving at the First Annual Fischoeder Turk-tacular Turkey Town Festival. However, a wild bird attack leads to total mayhem."
  },
  {
    "id": 72,
    "season": 5,
    "episode": 5,
    "description": "Bob enters a burger-tasting contest, only to discover that his distinguishing ingredient is missing! To help out their dad, the kids go on a mission to find the ever-so-important black garlic."
  },
  {
    "id": 73,
    "season": 5,
    "episode": 6,
    "description": "Bob and his dad, 'Big Bob', try to outdo each other in the kitchen when they rehash an old argument at Big Bob's Christmas party. Meanwhile, the kids compete to get the best present for Bob."
  },
  {
    "id": 74,
    "season": 5,
    "episode": 7,
    "description": "Tina goes undercover in her old Thundergirls troop to find the mole who is giving away their cookie secrets. Meanwhile, Linda dyes her hair blonde."
  },
  {
    "id": 75,
    "season": 5,
    "episode": 8,
    "description": "When Tina is up for a big hall monitor promotion, she is determined to do whatever it takes to nab the powerful job. So, she enlists the help of Gene and Louise. Meanwhile, back at the restaurant, Linda gets artsy and begins to decorate the walls with customer artwork... on napkins."
  },
  {
    "id": 76,
    "season": 5,
    "episode": 9,
    "description": "Tina, Gene and Louise are ready to put the pedal to the metal when they join a go-kart league. Meanwhile, back at the restaurant Bob and Teddy partner up to serve Teddy's home-brewed beer on the sly."
  },
  {
    "id": 77,
    "season": 5,
    "episode": 10,
    "description": "Bob agrees to give Logan a job at the restaurant in exchange for a plot at the local community garden."
  },
  {
    "id": 78,
    "season": 5,
    "episode": 11,
    "description": "Tina teams up with Darryl to win the Cupid's Couple contest at the school dance. Meanwhile, Linda plans a full week of ambitious Valentine's Day activities for her and Bob."
  },
  {
    "id": 79,
    "season": 5,
    "episode": 12,
    "description": "Tina and Louise volunteer to run Jimmy Junior's class president campaign in order to keep Millie from winning, and ruining the school. Meanwhile, Bob becomes obsessed with a knife after talking himself into buying it for $300."
  },
  {
    "id": 80,
    "season": 5,
    "episode": 13,
    "description": "Gayle arrives at Bob's Burgers in tears because her date for the evening was cancelled and she had theater tickets. Desperate to get out of the house after being grounded, the kids compete to be Aunt Gayle's 'date' for the evening via an essay contest."
  },
  {
    "id": 81,
    "season": 5,
    "episode": 14,
    "description": "Bob becomes obsessed with his new automatic helicopter. When it falls apart for no reason, he enters into a battle with the manufacturer in order to receive a refund. Gene assists Bob in his quest, but things quickly get out of hand and end in a crazy helicopter battle."
  },
  {
    "id": 82,
    "season": 5,
    "episode": 15,
    "description": "Bob and Linda head out on the town for a date - but to Linda's dismay, Bob's idea of romance proves 'trivial.' Meanwhile, a wild chinchilla chase ensues after the school pet that Louise was charged with watching escapes out the front door."
  },
  {
    "id": 83,
    "season": 5,
    "episode": 16,
    "description": "The kids are sentenced to Saturday detention and will do anything it takes to leave early, so they can attend the Cotton Candy Festival. Meanwhile, Bob and Linda believe they are being scammed by a young girl at the restaurant."
  },
  {
    "id": 84,
    "season": 5,
    "episode": 17,
    "description": "Gene starts a band with Tina, Louise, Rudy, Peter and Daryl, only to be kicked out and left on his own. After declaring that he will never play his Casio again, Tina and Louise join forces to help Gene rediscover his love of music. Meanwhile, Linda deals with a horrible armpit rash that has everyone disgusted."
  },
  {
    "id": 85,
    "season": 5,
    "episode": 18,
    "description": "It's Linda's birthday and Bob needs more time to plan her birthday surprise. But when he sends her out of the house as a distraction, she goes missing! Mayhem ensues as the Belchers must work together to find Linda."
  },
  {
    "id": 86,
    "season": 5,
    "episode": 19,
    "description": "In true Belcher fashion, the family gets stuck in a terrible storm while vacationing at a beach house in Craggy Neck. The storm is the least of their worries, however, when they are forced to take shelter with the mysterious owner of the home."
  },
  {
    "id": 87,
    "season": 5,
    "episode": 20,
    "description": "Bob and Louise are thrilled when they meet Shinji Kojima aka Rising Hawk, the star of their favorite martial arts series, and are quick to offer help upon learning about his family troubles."
  },
  {
    "id": 88,
    "season": 5,
    "episode": 21,
    "description": "With the threat of a rent increase on Ocean Avenue, Bob and the other tenants rebel! After approaching Fischoeder, the tenants find out that they will have to compete in order to convince him to keep their rents reasonable."
  },
  {
    "id": 89,
    "season": 6,
    "episode": 1,
    "description": "Bob notices that he has started to lose his hair. In a wave of nostalgia, Linda reminisces about Bob’s mustache and how it made her fall for him years ago. Meanwhile, the kids tell their own versions of the story of how their parents met."
  },
  {
    "id": 90,
    "season": 6,
    "episode": 2,
    "description": "The upcoming Land Ship parade could mean increased business for Bob, until he learns that two port-o-potties will be placed in front the restaurant. Meanwhile, Tina learns from her friends that she’s boring, so she joins up with Jordan who has been vandalizing the school with graffiti. But when Jordan wants to spray graffiti on the Land Ship, Tina must decide between ruining the parade or disappointing her new crush."
  },
  {
    "id": 91,
    "season": 6,
    "episode": 3,
    "description": "The Belchers are ready for an amazing Halloween! Louise reveals that she has never been scared before and the family sets out to visit a spooky haunted house. When trouble ensues following their visit, the Belchers find themselves in a zany situation more frightening than they bargained for!"
  },
  {
    "id": 92,
    "season": 6,
    "episode": 4,
    "description": ":When Gayle is injured, Linda sends Bob off to pick her up, so that she doesn't miss out on Thanksgiving festivities. But an unexpected snowstorm derails his trip home, and his epic plan to prepare the turkey is foiled. Bob then must put the fate of the turkey and the Belcher Thanksgiving in Linda's hands and spend time bonding with his sister-in-law."
  },
  {
    "id": 93,
    "season": 6,
    "episode": 5,
    "description": "When a grumpy mall Santa threatens the kids with the dreaded Naughty List, Gene, Tina and Louise decide to put on a musical performance spectacular to earn their spot on the Nice List."
  },
  {
    "id": 94,
    "season": 6,
    "episode": 6,
    "description": "Louise has a long-standing feud with Gayle’s boyfriend."
  },
  {
    "id": 95,
    "season": 6,
    "episode": 7,
    "description": "Gene and Courtney get their big break when they are asked to be the new hosts of the morning announcements."
  },
  {
    "id": 96,
    "season": 6,
    "episode": 8,
    "description": "After Bob slips on the sidewalk, he is forced to take legal action in order to pay for surgery."
  },
  {
    "id": 97,
    "season": 6,
    "episode": 9,
    "description": "The Belchers take sides as they are forced to decide whether memories are enough to keep their family sofa."
  },
  {
    "id": 98,
    "season": 6,
    "episode": 10,
    "description": "When Tina volunteers alongside Nurse Liz, she finds herself involved in the biggest scandal to hit Wagstaff: a lice infestation. Meanwhile, Bob makes improvements to the restaurant that end up driving customers away."
  },
  {
    "id": 99,
    "season": 6,
    "episode": 11,
    "description": "When there is a bounce house crisis at Regular Sized Rudy’s birthday party, the Belcher kids devise a scheme to save the day. Meanwhile, Bob deals with an unexpected guest at the restaurant and is forced to come to terms with a longstanding fear."
  },
  {
    "id": 100,
    "season": 6,
    "episode": 12,
    "description": "When Gene overhears talk about a mystical creature that lives nearby, he leads the Belcher kids and their friends on a journey to find it. Meanwhile, Linda’s competitive nature takes over during downtime at the restaurant."
  },
  {
    "id": 101,
    "season": 6,
    "episode": 13,
    "description": "When Bob’s longtime friend, Critter, finds himself in jail for unpaid parking tickets, the Belchers decide to do what they can to help him out."
  },
  {
    "id": 102,
    "season": 6,
    "episode": 14,
    "description": "When Angela comes down with a bad case of mono, Tina gets her shot as soloist of the Hormone-iums."
  },
  {
    "id": 103,
    "season": 6,
    "episode": 15,
    "description": "When Bob's friend, Warren, comes to town, he makes an offer to invest in the restaurant."
  },
  {
    "id": 104,
    "season": 6,
    "episode": 16,
    "description": "When Louise hears that Boo Boo is leaving Boyz 4 Now, she enters a contest that could give Tina the chance to meet him. Meanwhile, Bob and Linda learn an interesting piece of history regarding the restaurant, which leads to tension between Bob and Jimmy Pesto."
  },
  {
    "id": 105,
    "season": 6,
    "episode": 17,
    "description": "After finally convincing Bob and Linda to send her to horse camp, Tina realizes she has to part ways with Jericho, her imaginary horse."
  },
  {
    "id": 106,
    "season": 6,
    "episode": 18,
    "description": "Tina's ideas of love and romance are tested and Bob makes new friends."
  },
  {
    "id": 107,
    "season": 6,
    "episode": 19,
    "description": "Bob gets glued to the toilet in the restaurant as a result of a prank gone wrong by the kids."
  },
  {
    "id": 108,
    "season": 7,
    "episode": 1,
    "description": "Louise has the flu and has a Wizard of Oz style dream involving a disfigured Kuchi Kopi and her toys who have the voices of her family."
  },
  {
    "id": 109,
    "season": 7,
    "episode": 2,
    "description": "Teddy organizes a day trip on his newly refurbished boat in an effort to impress his ex-wife."
  },
  {
    "id": 110,
    "season": 7,
    "episode": 3,
    "description": "Tina is forced to seek the help of Mr. Ambrose after Tammy steals her idea for the annual Halloween costume contest."
  },
  {
    "id": 111,
    "season": 7,
    "episode": 4,
    "description": "The Belchers find themselves involved in a full-blown investigation after Bob secures a new meat provider."
  },
  {
    "id": 112,
    "season": 7,
    "episode": 5,
    "description": "Bob and Linda don't have a babysitter for Gene and Louise, forcing them to let Gene and Louise stay at home alone."
  },
  {
    "id": 113,
    "season": 7,
    "episode": 6,
    "description": "When Mr. Frond's annual play threatens to ruin the half day before Thanksgiving, Gene and Louise decide they need to sabotage it in order to save their long weekend."
  },
  {
    "id": 114,
    "season": 7,
    "episode": 7,
    "description": "Bob is pulled into the high-stake world of underground gingerbread house building by Mr. Fischoeder."
  },
  {
    "id": 115,
    "season": 7,
    "episode": 8,
    "description": "Tina hurts her ankle and telecommutes to school."
  },
  {
    "id": 116,
    "season": 7,
    "episode": 9,
    "description": "With Valentine's Day approaching, Tina, Gene and Louise each find themselves wrapped up in love-caused chaos."
  },
  {
    "id": 117,
    "season": 7,
    "episode": 10,
    "description": "When Gayle's cat, Mr. Business, secures pet agent Ian Amberson, Bob finds out that Linda may have been helping to fund the cat's career."
  },
  {
    "id": 118,
    "season": 7,
    "episode": 11,
    "description": "Louise defends one of her biggest foes at Wagstaff during a mock-trial."
  },
  {
    "id": 119,
    "season": 7,
    "episode": 12,
    "description": "When Gene learns that the formula for his favorite chocolate has changed, he works with the head of the company in an attempt to remedy the situation."
  },
  {
    "id": 120,
    "season": 7,
    "episode": 13,
    "description": "Linda jumps at the chance to chaperone Tina's weekend away at a heroine conference."
  },
  {
    "id": 121,
    "season": 7,
    "episode": 14,
    "description": "Tina learns that the aquarium is in danger of closing."
  },
  {
    "id": 122,
    "season": 7,
    "episode": 15,
    "description": "When Tina is recruited by the debate team, she finds unexpected success and an even more unexpected relationship."
  },
  {
    "id": 123,
    "season": 7,
    "episode": 16,
    "description": "The annual Easter egg hunt goes awry."
  },
  {
    "id": 124,
    "season": 7,
    "episode": 17,
    "description": "Linda wins a contest to spend a dream weekend at the home where her favorite television show is filmed."
  },
  {
    "id": 125,
    "season": 7,
    "episode": 18,
    "description": "Gene accompanies Bob on the last-ever rock-and-roll laser show at the planetarium."
  },
  {
    "id": 126,
    "season": 7,
    "episode": 19,
    "description": "Linda is torn between following school policy or her own moral code when Louise gets in trouble at school."
  },
  {
    "id": 127,
    "season": 7,
    "episode": 20,
    "description": "When Bob's outdated camcorder malfunctions, the kids perform a reimagined version of the Mother's Day pageant for Linda back at home."
  },
  {
    "id": 128,
    "season": 7,
    "episode": 21,
    "description": "Teddy convinces Bob to enter the Bog to Beach parade float contest with the promise of an easy win."
  },
  {
    "id": 129,
    "season": 7,
    "episode": 22,
    "description": "Bob encounters a snafu that leaves him stuck in a wilderness equipment store overnight."
  },
  {
    "id": 130,
    "season": 8,
    "episode": 1,
    "description": "To compete with Jimmy Pesto, Bob's Burgers begins serving brunch."
  },
  {
    "id": 131,
    "season": 8,
    "episode": 2,
    "description": "Louise teams up with Millie to solve the case of Mr. Frond's attacked therapy dolls."
  },
  {
    "id": 132,
    "season": 8,
    "episode": 3,
    "description": "Linda tries to impress the kids by taking them to look for a wolf that has been terrorizing the town."
  },
  {
    "id": 133,
    "season": 8,
    "episode": 4,
    "description": "Tina launches a babysitting enterprise."
  },
  {
    "id": 134,
    "season": 8,
    "episode": 5,
    "description": "When Teddy's family unexpectedly announces that they're coming for Thanksgiving, the Belchers reluctantly agree to pitch in."
  },
  {
    "id": 135,
    "season": 8,
    "episode": 6,
    "description": "Linda is determined to host a party at the restaurant, in an effort to spread a little extra cheer around the neighborhood. But when she realizes that her prized ornaments have been stolen, she quickly begins questioning all the guests. Part 1"
  },
  {
    "id": 136,
    "season": 8,
    "episode": 7,
    "description": "Linda is determined to host a party at the restaurant, in an effort to spread a little extra cheer around the neighborhood. But when she realizes that her prized ornaments have been stolen, she quickly begins questioning all the guests. Part 2"
  },
  {
    "id": 137,
    "season": 8,
    "episode": 8,
    "description": "The Belcher women have a limo girls' night out. Bob and Gene have a trapeze experience."
  },
  {
    "id": 138,
    "season": 8,
    "episode": 9,
    "description": "When a new playground game is introduced, the school's social hierarchy is turned upside-down and Gene disapproves."
  },
  {
    "id": 139,
    "season": 8,
    "episode": 10,
    "description": "The kids set out to find a secret room filled with homemade ceramics."
  },
  {
    "id": 140,
    "season": 8,
    "episode": 11,
    "description": "Tina allows Tammy to spend Spring Break with the Belchers."
  },
  {
    "id": 141,
    "season": 8,
    "episode": 12,
    "description": "After forgetting that they signed up Louise for a soccer league, the Belchers must help her prepare to play in the season's last game."
  },
  {
    "id": 142,
    "season": 8,
    "episode": 13,
    "description": "Gene gets invited to his first sleepover and is nervous about it."
  },
  {
    "id": 143,
    "season": 8,
    "episode": 14,
    "description": "Bob and Linda's double-date plans take a disastrous turn when the couples find themselves trapped inside an Escape Room."
  },
  {
    "id": 144,
    "season": 8,
    "episode": 15,
    "description": "The Belcher kids go to Outdoor Education only to have it rain, but Tina doesn't let the inclement weather get in the way of her having a nature-piphany."
  },
  {
    "id": 145,
    "season": 8,
    "episode": 16,
    "description": "After forgetting Bob's birthday, Linda and the kids attempt to plan a last-minute surprise party."
  },
  {
    "id": 146,
    "season": 8,
    "episode": 17,
    "description": "Tina decides to join the Junior Lifeguards."
  },
  {
    "id": 147,
    "season": 8,
    "episode": 18,
    "description": "When a malicious juice truck owner tries to set up shop in the Belcher's alley, Louise devises a plan to win back their turf."
  },
  {
    "id": 148,
    "season": 8,
    "episode": 19,
    "description": "The Belchers attend open houses for the free food, per Linda's 'momnipotent' Mother's Day request, and end up at the helm of a real estate scheme."
  },
  {
    "id": 149,
    "season": 8,
    "episode": 20,
    "description": "When Louise's extensive Burobu card collection gets confiscated at school, she devises a tricky plan to get them back."
  },
  {
    "id": 150,
    "season": 8,
    "episode": 21,
    "description": "A couple who fell in love at the restaurant asks the Belchers to cater their wedding."
  },
  {
    "id": 151,
    "season": 9,
    "episode": 1,
    "description": "Convinced she's met the love of her life, Tina decides to disguise herself as a boy and sneak into the Boyz 4 Now auditions."
  },
  {
    "id": 152,
    "season": 9,
    "episode": 2,
    "description": "Louise, Tina and Gene devise a master plan with the help of Mr. Fischoeder."
  },
  {
    "id": 153,
    "season": 9,
    "episode": 3,
    "description": "The kids get a taste of business when they join the school's Tweentrepeneurs club."
  },
  {
    "id": 154,
    "season": 9,
    "episode": 4,
    "description": "The kids set out for their regular Halloween shenanigans but everyone's candy bags start to mysteriously disappear."
  },
  {
    "id": 155,
    "season": 9,
    "episode": 5,
    "description": "The kids learn the dangers of revenge when their plan to get back at the school guidance counselor gets them entangled in a deep rooted sibling rivalry between two pilots."
  },
  {
    "id": 156,
    "season": 9,
    "episode": 6,
    "description": "Bob agrees to drive professional quilter Edith around town, after she convinces him to join in a plot for revenge."
  },
  {
    "id": 157,
    "season": 9,
    "episode": 7,
    "description": "The Belchers set out to save a turkey from a trip to the slaughterhouse."
  },
  {
    "id": 158,
    "season": 9,
    "episode": 8,
    "description": "Gene is livid when his best friend, Alex, ditches him to be Courtney's roller-dancing partner."
  },
  {
    "id": 159,
    "season": 9,
    "episode": 9,
    "description": "Tina and her new science partner create a device that allows them to communicate with aliens."
  },
  {
    "id": 160,
    "season": 9,
    "episode": 10,
    "description": "The battle is on when some angsty teenagers take over Louise, Gene and Tina's usual sledding territory."
  },
  {
    "id": 161,
    "season": 9,
    "episode": 11,
    "description": "Linda's new friend introduces her to essential oils and Gayle is convinced she must be rescued."
  },
  {
    "id": 162,
    "season": 9,
    "episode": 12,
    "description": "The Belchers make it their mission to help Teddy get his dream girl, but Tina is convinced she's found a better match for him."
  },
  {
    "id": 163,
    "season": 9,
    "episode": 13,
    "description": "After a failed attempt to see a movie, Tina, Louise and Gene tell their own story as a distraction."
  },
  {
    "id": 164,
    "season": 9,
    "episode": 14,
    "description": ":Tina, discouraged by not being asked to prom by Jimmy Jr., forms an unhealthy attachment to a goose from the nearby park."
  },
  {
    "id": 165,
    "season": 9,
    "episode": 15,
    "description": "Things get out of hand when Louise wins a contest to be Principal for a Day."
  },
  {
    "id": 166,
    "season": 9,
    "episode": 16,
    "description": "The family forces workaholic Bob to take a much-needed day off, only for him to wind up working at a local sandwich shop."
  },
  {
    "id": 167,
    "season": 9,
    "episode": 17,
    "description": "Gene convinces Tina and Louise to help him save a misunderstood plankton blob from being destroyed by a yacht club."
  },
  {
    "id": 168,
    "season": 9,
    "episode": 18,
    "description": "The kids visit a marionette theater for a school field trip and Louise gets on the theater owner's bad side."
  },
  {
    "id": 169,
    "season": 9,
    "episode": 19,
    "description": "Bob meets his personal hero - a renegade radio DJ who refuses to compromise. However, the Belchers get in over their heads when they try to help him stage a comeback."
  },
  {
    "id": 170,
    "season": 9,
    "episode": 20,
    "description": "When the kids have to run a mandatory mile for school on free-ice-cream-day, they hatch an elaborate plot to sneak away."
  },
  {
    "id": 171,
    "season": 9,
    "episode": 21,
    "description": "Linda attempts to become more involved with the P.T.A., inspired by its seemingly perfect president."
  },
  {
    "id": 172,
    "season": 9,
    "episode": 22,
    "description": "When Zeke gets in trouble, the Belcher kids and Jimmy Jr. pitch in to help prevent him from being sent to a disciplinary school."
  },
  {
    "id": 173,
    "season": 10,
    "episode": 1,
    "description": "Bob finally gets Linda an engagement ring, but it becomes lost."
  },
  {
    "id": 174,
    "season": 10,
    "episode": 2,
    "description": "Unable to afford a rare gourmet mushroom for a Burger of the Day, Bob and Gene jump into the cutthroat world of mushroom foraging."
  },
  {
    "id": 175,
    "season": 10,
    "episode": 3,
    "description": "Tina and Bob participate in the Thundergirls father-daughter cardboard boat race and Tina tries to hide her feelings about Bob's terrible boat-building skills."
  },
  {
    "id": 176,
    "season": 10,
    "episode": 4,
    "description": "Tina dissects a fetal pig in science class and things get spooky."
  },
  {
    "id": 177,
    "season": 10,
    "episode": 5,
    "description": "On a Belcher family trip to the mall, Tina is mistaken for a sleeping boy's girlfriend."
  },
  {
    "id": 178,
    "season": 10,
    "episode": 6,
    "description": "Bob and Louise host an exclusive screening of a Hawk & Chick movie at the restaurant, until Koji throws a wrench into the works."
  },
  {
    "id": 179,
    "season": 10,
    "episode": 7,
    "description": "Bob and Linda challenge themselves and attend a loft party on a stormy night."
  },
  {
    "id": 180,
    "season": 10,
    "episode": 8,
    "description": "Bob is determined to do whatever it takes to cook a rare, heritage turkey after the gas goes out on Thanksgiving."
  },
  {
    "id": 181,
    "season": 10,
    "episode": 9,
    "description": "Gene auditions for a small role in a local theater production, but things backfire when he discovers that Linda actually bargained with the director to get Gene the part."
  },
  {
    "id": 182,
    "season": 10,
    "episode": 10,
    "description": "Linda works a temp job at the post office to make extra money for the holidays."
  },
  {
    "id": 183,
    "season": 10,
    "episode": 11,
    "description": "Gene gets kicked out of the Ocean Avenue Hifi Emporium, but Louise takes matters into her own hands to defend Gene's honor."
  },
  {
    "id": 184,
    "season": 10,
    "episode": 12,
    "description": "Tina goes too far trying to be a perfect mentor."
  },
  {
    "id": 185,
    "season": 10,
    "episode": 13,
    "description": "Louise skeptically joins Jessica and fifth grader Megan in their search for Wharfy, a mythical sea monster."
  },
  {
    "id": 186,
    "season": 10,
    "episode": 14,
    "description": "Tina competes against Gene and Louise to write a new school song for Wagstaff, but finds herself creatively stalled."
  },
  {
    "id": 187,
    "season": 10,
    "episode": 15,
    "description": "Gayle decides to host an artists' workshop in a yurt"
  },
  {
    "id": 188,
    "season": 10,
    "episode": 16,
    "description": "Bob and the kids help a down-on-his-luck restaurant owner, while Linda and Teddy get carried away with St. Patrick's Day festivities."
  },
  {
    "id": 189,
    "season": 10,
    "episode": 17,
    "description": "he family takes an unexpected road trip with Nat the limo driver."
  },
  {
    "id": 190,
    "season": 10,
    "episode": 18,
    "description": "Tina goes to see Josh perform in a tap show, and suspects sabotage when he's injured."
  },
  {
    "id": 191,
    "season": 10,
    "episode": 19,
    "description": "When Teddy finds himself doubting his abilities as a handyman, the kids build up his confidence."
  },
  {
    "id": 192,
    "season": 10,
    "episode": 20,
    "description": "Louise must face her fear of public pooping when her class goes on an overnight trip to the aquarium."
  },
  {
    "id": 193,
    "season": 10,
    "episode": 21,
    "description": "While trying to show Tina what's great about their town, Linda ends up on the trail of a legendary local singer."
  },
  {
    "id": 194,
    "season": 10,
    "episode": 22,
    "description": "A classmate comes to Louise for lessons in how to get in trouble."
  },
  {
    "id": 195,
    "season": 11,
    "episode": 1,
    "description": "Bob goes on an epic quest to find a misplaced lock box key."
  },
  {
    "id": 196,
    "season": 11,
    "episode": 2,
    "description": "Linda tries to take her family to the symphony on free admission night, but her efforts are thwarted by a pinworm epidemic."
  },
  {
    "id": 197,
    "season": 11,
    "episode": 3,
    "description": "Bob agrees to be the temporary chef at the Fischoeders' new nightclub."
  },
  {
    "id": 198,
    "season": 11,
    "episode": 4,
    "description": "Louise's plan to get revenge on Halloween for a candy transgression hits a snag when the Belcher kids meet a mysterious elerly woman at a hotel."
  },
  {
    "id": 199,
    "season": 11,
    "episode": 5,
    "description": "Tina is put in charge of the Wagstaff School time capsule project."
  },
  {
    "id": 200,
    "season": 11,
    "episode": 6,
    "description": "The family must figure out how to keep the restaurant open after Bob's flattop breaks on the morning of the Ocean Avenue Business Association's: Ocean Fest on Ocean Avenue."
  },
  {
    "id": 201,
    "season": 11,
    "episode": 7,
    "description": "When Gene can't eat Thanksgiving dinner because of a stomach flu, the family tries to cheer him up."
  },
  {
    "id": 202,
    "season": 11,
    "episode": 8,
    "description": "When Linda's parents have a layover at an airport nearby, Bob and Linda attempt to turn it into their annual 'visit.'"
  },
  {
    "id": 203,
    "season": 11,
    "episode": 9,
    "description": "When Linda joins a women's business group, Gene gets possessive of her time."
  },
  {
    "id": 204,
    "season": 11,
    "episode": 10,
    "description": "When the Belchers get an unexpected invitation to cater the Glencrest Yacht Club's holiday boat parade, Bob wonders if there's a catch."
  },
  {
    "id": 205,
    "season": 11,
    "episode": 11,
    "description": "Louise convinces Bob and Linda to cash in on the lucrative Valentine's Day dinner business."
  },
  {
    "id": 206,
    "season": 11,
    "episode": 12,
    "description": "Linda drags Bob and the kids out into nature, determined to take the best holiday family portrait ever."
  },
  {
    "id": 207,
    "season": 11,
    "episode": 13,
    "description": "While on a family trip to the flea market, Bob and Linda are haunted by a lie they told Tina, Gene and Louise about what really happened to their beloved stuffed animal, Wheelie Mammoth."
  },
  {
    "id": 208,
    "season": 11,
    "episode": 14,
    "description": "Gene accidently is left home by himself."
  },
  {
    "id": 209,
    "season": 11,
    "episode": 15,
    "description": "Linda's new routine of diet and exercise gives her gastrointestinal trouble on the day of parent-teacher-student conferences."
  },
  {
    "id": 210,
    "season": 11,
    "episode": 16,
    "description": "When Tina is forced to listen to Spanish audio lessons in the library to improve her grade, she develops an unexpected crush."
  },
  {
    "id": 211,
    "season": 11,
    "episode": 17,
    "description": "Tina faces a hall-monitor crisis when she falls in love with a new underground trend."
  },
  {
    "id": 212,
    "season": 11,
    "episode": 18,
    "description": "Bob gets into a four-car fender bender right outside the restaurant."
  },
  {
    "id": 213,
    "season": 11,
    "episode": 19,
    "description": "Louise finds out that Rudy has a model bridge that explodes"
  },
  {
    "id": 214,
    "season": 11,
    "episode": 20,
    "description": "Dr. Yap comes to the restaurant in search of something that was taken from the waiting room of his dentistry office."
  },
  {
    "id": 215,
    "season": 11,
    "episode": 21,
    "description": "Linda needs the kids' help in fighting for a fun, dumb, local tradition."
  },
  {
    "id": 216,
    "season": 11,
    "episode": 22,
    "description": "After Tina and Bob plan a father-daughter date to see Bob's favorite old campy vampire-sing-along movie, Tina decides to invite her group of friends along, as well."
  },
  {
    "id": 217,
    "season": 12,
    "episode": 1,
    "description": "Louise must pay a debt to Millie by attending the Pixie Princess Promenade."
  },
  {
    "id": 218,
    "season": 12,
    "episode": 2,
    "description": "Mr. Frond lends Tina a crystal that his new girlfriend alleges has special powers."
  },
  {
    "id": 219,
    "season": 12,
    "episode": 3,
    "description": "Linda and Gayle must travel to their hometown to face a wrong they committed 27 years ago."
  },
  {
    "id": 220,
    "season": 12,
    "episode": 4,
    "description": "Bob gets roped into a road trip with Teddy."
  },
  {
    "id": 221,
    "season": 12,
    "episode": 5,
    "description": "Gene has a freak-out about growing up and desperately tries to relive his youth."
  },
  {
    "id": 222,
    "season": 12,
    "episode": 6,
    "description": "the Belcher kids participate in a beach clean-up for Wagstaff Volunteer Day."
  },
  {
    "id": 223,
    "season": 12,
    "episode": 7,
    "description": "Linda and the girls attempt to build a loft bed for Louise in just one day."
  },
  {
    "id": 224,
    "season": 12,
    "episode": 8,
    "description": "Bob volunteers to cook Thanksgiving dinner for a retirement home."
  },
  {
    "id": 225,
    "season": 12,
    "episode": 9,
    "description": "Susmita offers to help Tina with a photography class assignment."
  },
  {
    "id": 226,
    "season": 12,
    "episode": 10,
    "description": "Gene breaks his favorite, extremely rare '70s era Christmas record."
  },
  {
    "id": 227,
    "season": 12,
    "episode": 11,
    "description": "Louise realizes that Mr. Frond's new plan of students evaluating their teachers has shifted the balance of power at school from teacher to kid."
  },
  {
    "id": 228,
    "season": 12,
    "episode": 12,
    "description": "Bob and Linda accept a Valentine's Day dinner invitation from the chef of a fancy restaurant on Kingshead Island."
  }
]
